{
    "dignitas" :  "Dignitas, formerly known as Team Dignitas, is a professional esports organization based in Newark, New Jersey,    founded by Michael \"ODEE\" O'Dell on 9 September 2003 as a merger of two top Battlefield 1942 clans. Dignitas was acquired by     the Philadelphia 76ers in September 2016. The team is best known for its League of Legends, Rocket League, and Counter-Strike: Global Offensive squads.",
    "detonator" : "DeToNator is a Japanese professional esports organisation founded in 2009 who used to be mainly known for their competitive Alliance of Valiant Arms background. They currently field teams in Apex Legends, PUBG Mobile, PlayerUnknown's Battlegrounds and VALORANT.",
    "endpoint"  : "Endpoint are a UK based esports organisation striving to strengthen the UK’s position in the global scene. In a short space of time they have established themselves as one of the top esports organisations in the UK while being the most decorated UK Counter Strike:Global Offensive organisation ever. They are currently competing on a world stage in CS:GO, Rocket League, Quake and Rainbow 6 Siege, while having a number of content creators from around the UK representing them.",
    "evil_geniuses" : "Founded in 1999, Evil Geniuses is a North American esports organization and one of the oldest in the world, that has had a collection of players/teams over a multitude of games such as: Counter Strike 1.6, Counter Strike; Global Offensive, DotA 2, League of Legends, Quake Live, StarCraft II, Super Street Fighter IV, and World of Warcraft. In late 2012 to the start of 2013, Team EG had started looking for a roster to support in the League of Legends scene. The organization formed their first League of Legends team in January 2013 with the acquisition of the former Counter Logic Gaming EU roster.",
    "faze_clan" : "FaZe Clan (formerly FaZe Sniping) is a professional esports and entertainment organization headquartered in Los Angeles, California, USA. Founded on May 30, 2010, the organization has players from around the world, across multiple games, including Call of Duty, Counter-Strike: Global Offensive, PlayerUnknown's Battlegrounds, Tom Clancy's Rainbow Six Siege, FIFA, Valorant, Fortnite Battle Royale and Rocket League. In 2020, the organization expanded into the Asian market, acquiring a Thai PUBG Mobile and FIFA Online roster.",
    "furia_esports" : "FURIA Esports is a Brazilian esports organization that was founded in August 2017 by Jaime \"raizen\" Pádua. The team is currently located in the United States.",
    "g2_esports" : "G2 Esports (commonly shortened to just G2 and formerly known as Gamers2) is a European esports organization headquartered in Berlin, Germany, with players competing in League of Legends, Valorant, Counter-Strike: Global Offensive, Hearthstone, Rocket League, Rainbow Six Siege, and iRacing. The organization was founded in Spain on 24 February 2014 as Gamers2 by former League of Legends pro Carlos \"Ocelote\" Rodríguez Santiago and investor Jens Hilgers. The organization rebranded as G2 Esports on 15 October 2015.",
    "nrg_esports" : "NRG is a professional gaming and entertainment company headquartered in Los Angeles, California. Founded in 2016, NRG has embodied competitive esports excellence and the best of gaming culture over the last half-decade. Known for championship teams and innovative gaming lifestyle content, NRG is one of the most-watched organizations in the world on Twitch and YouTube, and the most watched org across platforms in North America for 2021.",
    "pioneers" : "Pioneers (formerly known as Kansas City Pioneers) is an American esports organization currently hosting an Australian Rocket League team.",
    "renegades" : "Renegades is an American professional esports organization. It has teams competing in Call of Duty, Counter-Strike: Global Offensive, Fortnite, Overwatch, Super Smash Bros., Rocket League, iRacing and Valorant. The organization previously had a League of Legends team that qualified for the 2016 North American League of Legends Championship Series (LCS), but it was sold to Team EnVyUs after the owners were banned from NA LCS ownership. In September 2016, professional basketball player Jonas Jerebko purchased the rights to the Renegades franchise.",
    "spacestation_gaming" : "Spacestation Gaming (also referred to as SSG) is a multi-regional professional esports organization based out of Utah founded and owned by social media influencer Shaun \"Shonduras\" McBride. Since its founding, SSG has grown to include teams in eight different leagues and is active in esports content creation. They won Rainbow Six Siege world championship in 2020.",
    "team_bds" : "Team BDS is a Swiss esports organization, based in Geneva. The team used to compete in the LFL but bought a spot in the LEC in June 2021.",
    "team_queso" : "Team Queso is one of the most relevant esports teams in Europe and worldwide leader in the mobile esports branch. Driven by entertainment and innovation, the club puts its focus on the fans and building one of the biggest Spanish speaking communities, all the while embarking on new innovative projects and creating new ways around the esports sector.",
    "team_secret" : "Team Secret® is a global esports brand that strives to bring together the best players, to compete on the world's biggest stages, and put forth the most entertaining experience for their fans.They are committed to building the esports community, and rely on a simple philosophy - focus on cultivating the positive culture that is critical to success in team based esports. The Team Secret™ organization drives forward this philosophy by providing advertising and promotional sponsorship, talent and team development, business management, coaching, and support to players both professional and aspiring, who compete in esports.",
    "version1":  "Version1 is a multi-property esports organization. They are owned by Minnesota Vikings owners the Wilf family and entrepreneur and investor Gary Vaynerchuk. Their teams include Minnesota Røkkr in the Call of Duty League, Version1 in Rocket League and Version1 and VersionX in VALORANT, as well as a growing roster of streamers."

}