{
    "dignitas": "The famous org, who arrived to the LAN as Europe's 2nd seed, ended in group D with only 2 other teams as the Middle Eastern team SandRock Gaming couldn't attend the LAN due to visa issues. This ensured they not be booted out day one... unless... unless they lose the lower first round. Which they did, against fellow EG in 5 games.",
    "detonator": "3rd seed in the APAC North region, they end up going to the APAC qualifier instead of Nimmt55, who said they couldn't attend the Major, would they win the qualifier. Detonator take this opportunity to beat seed 2 of APAC North as well as both seed 1&2 of APAC South during the qualifier, which means they get tickets for the Winter Major. The APACs region being quite young in the scene and not as developed as the other ones, not much was expected from Detonator to a point people wondered if they would win at least one game in the tournament... and they did, against Faze nonetheless !",
    "endpoint": " EU's 4th seed had a rougher Winter Split than what they had in the Fall. They come into the tournament without a lot of pressure on their shoulder except for one: theirs. They're here to prove they can do better than the 5th-8th placement they had in the Fall Major. Unfortunately, they get swept right away by Faze in the lower bracket round 1.",
    "evil_geniuses": "Europe 5th seed had to fight hard in order to get their tickets for the Major, indeed the competition for spots 4-8 was fierce in EU during the Winter Split. But they managed, and went to their first LAN with determination. However, even after beating their fellow EU friends Dignitas, they fall against a really win-hungry Team Queso.",
    "faze_clan": "NA's superteam, Faze Clan, coming in the tournament as NA's 3rd seed had a lot to prove. Indeed, after finishing 3ed-4th in Fall, they wanted to show the world that they were a serious force to reckon with and they would not settle for anything less than 1st place. However, after a clean lower bracket run, perfectly sweeping the reigning champions Team BDS on the way, Team Queso stops them just off the podium.",
    "furia_esports" : "FURIA is South America's 2nd seed and this is the second Major they attend. After realising how strong the other teams were in the Fall, FURIA ground hard in order to catch up with the top EU and NA teams. And it payed off as they were able to secure the first spot of their group, above Endpoint and NRG. Unluckily for them, they then get beat by the two finalists of the event, G2 and Queso",
    "g2_esports": "The team who couldn't even reach the playoffs stage in the Fall decided this was not acceptable for an organisation of their size. They thus proceed to swap players with Team Envy, getting Atomic in exchange of dreaz, and this has to be the worst trade deal in history of trade deals, maybe ever, for Team Envy. But definitely not for G2 who, with the help of one of the best player in the world in Atomic, managed to bounce back and reach the top of the world after finishing first of their group and then beating FURIA, SSG and stopping Queso from getting the perfect lower bracket run. G2 is now officially crowned best team in the world, at least until next Major...",
    "nrg_esports" : "The NA number 1 team, which is also one of the most iconic team in RL e-sport, returns to the Winter Major after loosing against BDS in the Grand Final of the Fall Major. They finish in a disappointing 3rd place of their group after beating Renegades a second time during their tiebreaker. But their story doesn't continue much further as they get beat by Queso in a close match during the playoffs' first round.",
    "pioneers": "Pioneers (formerly known as Kansas City Pioneers) is an American esports organization currently hosting an Australian Rocket League team.",
    "renegades": " OCE's 1st seed, Renegades, is a team composed of 2 veterans in CJCJ and Kamii and a young prodigy, Fever. Due to the region coming later into the scene, more often than not OCE is not expected to do very well in international competitions however they always show up for a good fight and to make other teams earn their victories. They end up last of their group, meaning they don't get to see the playoffs stage!",
    "spacestation_gaming": "After missing the Fall LAN, SSG made a roster move and picked up the young prodigy Daniel who was just old enough to be eligible to play in the RLCS. After some rough adaptation phases during the split, SSG came into the Major feeling pretty good and it showed! They topped their group and in the same fashion as FURIA, they only lost to the two finalists, G2 and Queso.",
    "team_bds": "The reigning champions, Team BDS, are not happy. They finish their winter split 3rd in EU, right after winning the Fall Major which makes them land in a group that everyone expect them to top. But they forgot about one thing, G2 now has a new secret weapon named Atomic and they're not afraid to use it. After beating the Pioneers in the lower round 1, they get perfectly swept by Faze in the second round of the playoffs, meaning their tournament ends there.",
    "team_secret": "South America's first seed ended up in a tough group with BDS, G2 and EG but with nothing to lose and everything to prove. Unfortunately, they were not able to prove much during their first LAN ever and got sent home after going 0-3 in the group stage.",
    "version1": "NA's 4th seed came in strong in the tournament, finishing first of their group in front of Team Queso and Faze Clan. They dropped only one game in the entire group stage but their run fell short when they lost back to back matches against their fellow NA frriends, SSG and Faze in the playoffs stage."
}